Repository: princeofdarkness76/gfxCardStatus
Catalog: gfx playground/Localizations/*.lproj/Localizable.strings
Languages: ko, nb, ro, spanish

# About
source: About gfxCardStatus, v%%
ko: gfxCardStatus v%%에 관하여
nb: Om gfxCardStatus, v%%
ro: Despre gfxCardStatus, v%%
spanish: Acerca de gfxCardStatus, v%%

# Update
source: Check for Updates...
ko: 업데이트 확인...
nb: Søk etter oppdateringer...
ro: Actualizări disponibile...
spanish: Actualizar...

source: Preferences...
ko: 환경설정...
nb: Instillninger...
ro: Opțiuni...
spanish: Preferencias...

source: Switch GPUs
ko: GPU
nb: Bytt GPU
ro: Activez GPU
spanish: Cambiar de GPU

source: Integrated Only
ko: 내장 그래픽 카드만 사용
nb: Kun integrert
ro: Doar integrată
spanish: Solo integrada

source: Discrete Only
ko: 독립 그래픽 카드만 사용
nb: Kun dedikert
ro: Doar dedicată
spanish: Solo dedicada

source: Dynamic Switching
ko: 동적 전환
nb: Dynamisk grafikkveksling
ro: Activare automată
spanish: Cambio dinámico

source: Dependencies
ko: 의존성
nb: Avhengigheter
ro: Dependințe
spanish: Dependencias

# NoProcess
source: None
ko: 없음
nb: Ingen
spanish: Ninguna

source: Quit
ko: 종료
nb: Avslutt
ro: Ieșire
spanish: Salir

# Close
source: Cool!
ko: 닫기
nb: Lukk
spanish: Cerrar

source: Power Source: %%
ko: 전원 공급원: %%
nb: Strømkilde: %%
ro: Sursă alimentare: %%
spanish: Fuente de poder: %%

source: Battery
ko: 배터리
nb: Batteri
ro: Baterie
spanish: Batería

source: AC Adapter
ko: 전원 어댑터
nb: Strømadapter
ro: Încărcător priză
spanish: Adaptador de CA

source: Visit website (%%)...
ko: 웹사이트 방문 (%%)...
ro: Vizitează saitul (%%)...
spanish: Visitar sitio de internet (%%)...

# PrefTitle
source: gfxCardStatus Preferences
ko: gfxCardStatus 환경설정
nb: gfxCardStatus instillinger
ro: Opțiuni gfxCardStatus
spanish: Ajustes de gfxCardStatus

# PrefUpdate
source: Check for updates at startup
ko: 시작시 업데이트 확인하기
nb: Søk etter oppdateringer ved start
ro: Verifică actualizări la pornirea aplicației
spanish: Buscar actualizaciones al iniciar

# PrefGrowl
source: Use Growl to display GPU change notifications
ko: GPU 상태 변화를 Growl로 보여주기
nb: Bruk Growl for statusmmeldinger
ro: Folosesc Growl pentru notificări
spanish: Usar Growl para las notificaciones de cambio de estado

# PrefStartup
source: Load gfxCardStatus at startup
ko: 로그인할 때 gfxCardStatus 실행
nb: Start gfxCardStatus ved inlogging
ro: Lansez gfxCardStatus la încărcarea sistemului
spanish: Abrir gfxCardStatus al inicio

# PrefLog
source: Log diagnostic messages to the console
ko: 콘솔에 진단 메시지 기록하기
nb: Logg diagnosemeldinger till konsoll
ro: Înregistreaz mesajele de diagnoză în consolă
spanish: Transcribir los mensajes de diagnóstico a la consola

# PrefRestoreState
source: Restore last used mode at startup
ko: 시작시 마지막 상태 복원하기
nb: Tilbakestill sist brukte innstilling ved start
ro: Restaurez la lansare ultimul mod folosit
spanish: Restaurar el último modo usado al iniciar

# PrefPowerSwitching
source: Use power source-based switching
ko: 전원 공급원에 따라 전환하기
nb: Baser bytte på strømkilde
ro: Activez funcție de sursa de energie în uz
spanish: Cambiar de GPU según la fuente de energía

source: Integrated
ko: 내장
nb: Integrert
ro: Integrată
spanish: Integrada

source: Discrete
ko: 독립
nb: Diskre
ro: Dedicată
spanish: Dedicada

source: Dynamic
ko: 동적
nb: Dynaamisk
ro: Automată
spanish: Dinámico

source: On Battery:
ko: 배터리 사용:
nb: Batteri:
ro: Pe baterie:
spanish: Sobre la batería:

source: Plugged In:
ko: 전원 연결:
nb: Strømadapter:
ro: Cu încărcător conectat:
spanish: Enchufada:

source: General
ko: 일반
nb: Generelt

source: Switching
ko: 전환
nb: Bytte
ro: Se activează
spanish: Cambiando

source: Advanced
ko: 고급
ro: Avansat

# SmartMenuBarIcons
source: Use smart menu bar icons
ko: 스마트 메뉴 막대 아이콘 사용
nb: Bruk smart menylinje symboler
ro: Folosesc iconițe inteligente
spanish: Usar íconos de menú inteligentes

# AboutTitle
source: About gfxCardStatus
ko: gfxCardStatus에 관하여
nb: Om gfxCardStatus
ro: Despre gfxCardStatus
spanish: Acerca de gfxCardStatus

# AboutWebsite
source: Website
ko: 웹사이트
nb: Nettside
ro: Sait
spanish: Sitio de internet

# GrowlGPUChanged
source: GPU changed
ko: GPU 변경됨
nb: GPU endret
ro: GPU activat
spanish: GPU cambiada

# GrowlGPUChangedMessage
source: '%1$@' now in use.
ko: '%1$@' 사용
nb: '%1$@' benyttes nå.
ro: '%1$@' acum în uz.
spanish: '%1$@' está en uso ahora.

# ThanksForDownloading
source: Thanks for downloading gfxCardStatus!
ko: gfxCardStatus를 다운로드해주셔서 감사합니다!
ro: Mulțumesc pentru că ai descărcat gfxCardStatus!
spanish: ¡Gracias por haber descargado gfxCardStatus!

# PleaseConsiderDonating
source: If you find it useful, please consider donating to support development and hosting costs. You can find the donate link, and the FAQ page (which you should REALLY read) at the gfxCardStatus website:
ko: 만약 여러분에게 이 프로그램이 유용했다면, 호스팅비와 개발을 지원하기 위해서 기부해주세요. 기부에 관한 내용과 자주 묻는 질문(여러분이 반드시 읽으셔야되는 내용)은 gfxCardStatus 웹사이트에서 찾을 수 있습니다:
ro: Dacă aplicația îți este de folos, te rog să iei în considerare posibilitatea unei donații în vederea dezvoltării și găzduirii aplicației. Adresa pentru donații și pagina cu cele mai frecvente întrebări (pe care chiar ar TREBUI să le citești) se găsesc pe saitul gfxCardStatus:
spanish: Si encuentras útil este programa, por favor considera hacer una donación para apoyarnos con el desarrollo y los costos del hospedaje. Puedes encontrar el enlace para hacer una donación en la página FAQ (la cual REALMENTE deberías leer) del sitio de internet de gfxCardStatus:

# DontShowAgain
source: Don't show this again!
ko: 다시 보이지 않기
ro: Nu mai afișa asta din nou!
spanish: ¡No mostrarlo nuevamente!

# UnsupportedMachine
source: You are using a system that gfxCardStatus does not support. Please ensure that you are using a MacBook Pro with dual GPUs.
ko: gfxCardStatus가 지원하지 않는 기기입니다. 듀얼 GPU가 포함된 MacBook Pro인지 다시 확인해주세요.
ro: Folosești o configurație de sistem nesuportată de gfxCardStatus. Aplicația este destinată pentru MacBook Pro cu două plăci video.
spanish: Estás utilizando un sistema que no es admitido por gfxCardStatus. Por favor asegurate que estés usando un MacBook Pro con doble GPU.

source: Oh, I see.
ko: 아하, 그렇군요.
ro: Hmm, înțeleg.
spanish: Ah, ya veo.

# Can'tSwitchToIntegratedOnlySingular
source: You can't switch to Integrated Only while the following item is running:
ko: 아래 항목이 실행중인 동안에는 내장 그래픽으로 전환할 수 없습니다.:
ro: Nu pot activa placa grafică integrată deoarece încă rulează aplicația:
spanish: No puedes cambiar a "Solo Integrada" mientras está ejecutándose la siguiente aplicación:

# Can'tSwitchToIntegratedOnlyPlural
source: You can't switch to Integrated Only while the following items are running:
ko: 아래 항목들이 실행중인 동안에는 내장 그래픽으로 전환할 수 없습니다:
ro: Nu pot activa placa grafică integrată deoarece încă rulează aplicațiile:
spanish: No puedes cambiar a "Solo Integrada" mientras están ejecutándose las siguientes aplicaciones:
